7zip
bat
bzip2
coreutils
dark
diffutils
duf
dust
erdtree
eza
fd
file
findutils
gawk
grep
gzip
hyperfine
less
make
nodejs-lts
python
ripgrep
sed
tar
tldr
unzip
