{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2025-12-10T17:59:36.745-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "7zip.7zip",
					"Version" : "24.09"
				},
				{
					"PackageIdentifier" : "ClassicOldSong.Apollo",
					"Version" : "0.3.7-hotfix.1"
				},
				{
					"PackageIdentifier" : "dev47apps.DroidCamOBSClient",
					"Version" : "7.1.0"
				},
				{
					"PackageIdentifier" : "Mozilla.Firefox",
					"Version" : "146.0"
				},
				{
					"PackageIdentifier" : "Microsoft.OneDrive",
					"Version" : "25.216.1104.0002"
				},
				{
					"PackageIdentifier" : "Piriform.Recuva",
					"Version" : "1.54.120"
				},
				{
					"PackageIdentifier" : "Unity.Unity.2020",
					"Version" : "6000.3.0f1"
				},
				{
					"PackageIdentifier" : "Unity.UnityHub",
					"Version" : "< 3.15.2"
				},
				{
					"PackageIdentifier" : "AntibodySoftware.WizTree",
					"Version" : "4.27"
				},
				{
					"PackageIdentifier" : "NordSecurity.NordVPN",
					"Version" : "7.53.3.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x64",
					"Version" : "10.0.40219"
				},
				{
					"PackageIdentifier" : "BlenderFoundation.Blender",
					"Version" : "5.0.0"
				},
				{
					"PackageIdentifier" : "Microsoft.CLRTypesSQLServer.2019",
					"Version" : "15.0.2000.5"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x64",
					"Version" : "9.0.30729.6161"
				},
				{
					"PackageIdentifier" : "joncampbell123.DOSBox-X",
					"Version" : "2025.05.03"
				},
				{
					"PackageIdentifier" : "ViGEm.ViGEmBus",
					"Version" : "1.22.0"
				},
				{
					"PackageIdentifier" : "Adobe.Acrobat.Reader.64-bit",
					"Version" : "25.001.20997"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsPCHealthCheck",
					"Version" : "4.0.2410.23001"
				},
				{
					"PackageIdentifier" : "Nvidia.PhysX",
					"Version" : "9.23.1019"
				},
				{
					"PackageIdentifier" : "Microsoft.GameInput",
					"Version" : "3.1.26100.6879"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2022.Community",
					"Version" : "< 17.14.6"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2019.BuildTools",
					"Version" : "16.11.46"
				},
				{
					"PackageIdentifier" : "dev47apps.DroidCam",
					"Version" : "6.5.3"
				},
				{
					"PackageIdentifier" : "LibreWolf.LibreWolf",
					"Version" : "137.0.2-1"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge",
					"Version" : "143.0.3650.66"
				},
				{
					"PackageIdentifier" : "Valve.Steam",
					"Version" : "2.10.91.91"
				},
				{
					"PackageIdentifier" : "VideoLAN.VLC",
					"Version" : "3.0.21"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64",
					"Version" : "12.0.40664.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86",
					"Version" : "14.44.35211.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsInstallationAssistant",
					"Version" : "1.4.19041.6448"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.SDK.8",
					"Version" : "8.0.416"
				},
				{
					"PackageIdentifier" : "Skillbrains.Lightshot",
					"Version" : "5.5.0.7"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x86",
					"Version" : "11.0.61030.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsSDK.10.0.19041",
					"Version" : "10.0.19041.685"
				},
				{
					"PackageIdentifier" : "EpicGames.EpicGamesLauncher",
					"Version" : "1.3.142.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2005.x86",
					"Version" : "8.0.61001"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x86",
					"Version" : "9.0.30729.6161"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x86",
					"Version" : "12.0.40664.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x86",
					"Version" : "10.0.40219"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x64",
					"Version" : "11.0.61030.0"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.8",
					"Version" : "8.0.22"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64",
					"Version" : "14.44.35211.0"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell",
					"Version" : "7.5.4.0"
				},
				{
					"PackageIdentifier" : "OpenMedia.4KVideoDownloaderPlus",
					"Version" : "25.0.2.185"
				},
				{
					"PackageIdentifier" : "ByteDance.CapCut",
					"Version" : "6.0.1.2311"
				},
				{
					"PackageIdentifier" : "Discord.Discord",
					"Version" : "1.0.9189"
				},
				{
					"PackageIdentifier" : "Anaconda.Miniconda3",
					"Version" : "py313_25.7.0-2"
				},
				{
					"PackageIdentifier" : "ajeetdsouza.zoxide",
					"Version" : "0.9.8"
				},
				{
					"PackageIdentifier" : "Balena.Etcher",
					"Version" : "2.1.4"
				},
				{
					"PackageIdentifier" : "AppWork.JDownloader",
					"Version" : "2.0.250617"
				},
				{
					"PackageIdentifier" : "junegunn.fzf",
					"Version" : "0.65.1"
				},
				{
					"PackageIdentifier" : "sharkdp.bat",
					"Version" : "0.25.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode",
					"Version" : "1.105.1"
				},
				{
					"PackageIdentifier" : "DuckDuckGo.DesktopBrowser",
					"Version" : "0.140.7.0"
				},
				{
					"PackageIdentifier" : "Microsoft.Teams",
					"Version" : "25306.804.4102.7193"
				},
				{
					"PackageIdentifier" : "Microsoft.AppInstaller",
					"Version" : "1.27.350.0"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.8",
					"Version" : "8.2501.31001.0"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.Desktop.14",
					"Version" : "14.0.33728.0"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal",
					"Version" : "1.23.12811.0"
				},
				{
					"PackageIdentifier" : "JanDeDobbeleer.OhMyPosh",
					"Version" : "26.26.3.0"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		},
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "XP8K0J757HHRDW",
					"Version" : "3.7.2"
				},
				{
					"PackageIdentifier" : "XPDM5VSMTKQLBJ",
					"Version" : "Unknown"
				},
				{
					"PackageIdentifier" : "XP8C9QZMS2PC1T",
					"Version" : "143.1.85.111"
				},
				{
					"PackageIdentifier" : "XPFC0VB7MLFWLC",
					"Version" : "13.603.0.6116"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://storeedgefd.dsx.mp.microsoft.com/v9.0",
				"Identifier" : "StoreEdgeFD",
				"Name" : "msstore",
				"Type" : "Microsoft.Rest"
			}
		}
	],
	"WinGetVersion" : "1.12.350"
}